Repository: danerx77/f1
Catalog: tm/src.tmx
Source language: en
Languages: pl

# Player defeated {B_TRAINER1_CLASS} {B_TRAINER1_NAME}!p
source: Player defeated\n{B_TRAINER1_CLASS} {B_TRAINER1_NAME}!\p
pl: Gracz pokonuje\n{B_TRAINER1_CLASS} {B_TRAINER1_NAME}!\p

# {B_PLAYER_NAME} threw a ROCK at the {B_OPPONENT_MON1_NAME}!
source: {B_PLAYER_NAME} threw a ROCK\nat the {B_OPPONENT_MON1_NAME}!
pl: {B_PLAYER_NAME} rzuca KAMIENIEM\nw {B_OPPONENT_MON1_NAME}!

# {B_PLAYER_NAME} threw some BAIT at the {B_OPPONENT_MON1_NAME}!
source: {B_PLAYER_NAME} threw some BAIT\nat the {B_OPPONENT_MON1_NAME}!
pl: {B_PLAYER_NAME} rzuca PRZYNĘTE\nkoło {B_OPPONENT_MON1_NAME}!

# {B_OPPONENT_MON1_NAME} is watching carefully!
source: {B_OPPONENT_MON1_NAME} is watching\ncarefully!
pl: {B_OPPONENT_MON1_NAME} przygląda\nsię!

source: {B_OPPONENT_MON1_NAME} is angry!
pl: {B_OPPONENT_MON1_NAME} jest zły!

source: {B_OPPONENT_MON1_NAME} is eating!
pl: {B_OPPONENT_MON1_NAME} je!

# {PLAY_SE SE_DING_DONG}ANNOUNCER: You're out of SAFARI BALLS! Game over!p
source: {PLAY_SE SE_DING_DONG}ANNOUNCER: You're out of\nSAFARI BALLS! Game over!\p
pl: {PLAY_SE SE_DING_DONG} STRAŻNIK: Skończyły ci się\nSAFARI BALLE! Koniec!\p

source: Wild {B_OPPONENT_MON1_NAME} appeared!\p
pl: Dziki {B_OPPONENT_MON1_NAME} atakuje!\p

source: Wild {B_OPPONENT_MON1_NAME} appeared!{PAUSE 127}
pl: Dziki {B_OPPONENT_MON1_NAME} atakuje!{PAUSE 127}

# Wild {B_OPPONENT_MON1_NAME} and {B_OPPONENT_MON2_NAME} appeared!p
source: Wild {B_OPPONENT_MON1_NAME} and\n{B_OPPONENT_MON2_NAME} appeared!\p
pl: Dziki{B_OPPONENT_MON1_NAME} \n{B_OPPONENT_MON2_NAME} atakuje!\p

# The GHOST appeared!pDarn! The GHOST can't be ID'd!p
source: The GHOST appeared!\pDarn!\nThe GHOST can't be ID'd!\p
pl: DUCH atakuje!\pKurcze!\nNie można go zidentyfikować!\p

source: The GHOST appeared!\p
pl: Duch atakuje!\p

# SILPH SCOPE unveiled the GHOST's identity!
source: SILPH SCOPE unveiled the GHOST's\nidentity!
pl: SKANER SILPH odkrywa tożsamość\nDUCHA!

# The GHOST was MAROWAK!p
source: The GHOST was MAROWAK!\p\n
pl: MAROWAK był DUCHEM!\p\n

# {B_TRAINER1_CLASS} {B_TRAINER1_NAME} would like to battle!p
source: {B_TRAINER1_CLASS} {B_TRAINER1_NAME}\nwould like to battle!\p
pl: {B_TRAINER1_CLASS} {B_TRAINER1_NAME}\nchce walczyć!\p

# {B_LINK_OPPONENT1_NAME} wants to battle!
source: {B_LINK_OPPONENT1_NAME}\nwants to battle!
pl: {B_LINK_OPPONENT1_NAME}\nchce walczyć!

# {B_LINK_OPPONENT1_NAME} and {B_LINK_OPPONENT2_NAME} want to battle!
source: {B_LINK_OPPONENT1_NAME} and {B_LINK_OPPONENT2_NAME}\nwant to battle!
pl: {B_LINK_OPPONENT1_NAME} i {B_LINK_OPPONENT2_NAME}\nchce walczyć!

# {B_TRAINER1_CLASS} {B_TRAINER1_NAME} sent out {B_OPPONENT_MON1_NAME}!{PAUSE 60}
source: {B_TRAINER1_CLASS} {B_TRAINER1_NAME} sent\nout {B_OPPONENT_MON1_NAME}!{PAUSE 60}
pl: {B_TRAINER1_CLASS} {B_TRAINER1_NAME} wysyła\n{B_OPPONENT_MON1_NAME}!{PAUSE 60}

source: {B_TRAINER1_CLASS} {B_TRAINER1_NAME} sent\nout {B_OPPONENT_MON1_NAME} and {B_OPPONENT_MON2_NAME}!{PAUSE 60}
pl: {B_TRAINER1_CLASS} {B_TRAINER1_NAME} wysyła\n{B_OPPONENT_MON1_NAME}i {B_OPPONENT_MON2_NAME}!{PAUSE 60}

# {B_TRAINER1_CLASS} {B_TRAINER1_NAME} sent out {B_BUFF1}!
source: {B_TRAINER1_CLASS} {B_TRAINER1_NAME} sent\nout {B_BUFF1}!
pl: {B_TRAINER1_CLASS} {B_TRAINER1_NAME} wysyła\n{B_BUFF1}!

# {B_LINK_OPPONENT1_NAME} sent out {B_OPPONENT_MON1_NAME}!
source: {B_LINK_OPPONENT1_NAME} sent out\n{B_OPPONENT_MON1_NAME}!
pl: {B_LINK_OPPONENT1_NAME} wysyła\n{B_OPPONENT_MON1_NAME}!

source: {B_LINK_OPPONENT1_NAME} sent out\n{B_OPPONENT_MON1_NAME} and {B_OPPONENT_MON2_NAME}!
pl: {B_LINK_OPPONENT1_NAME} wysyła\n{B_OPPONENT_MON1_NAME} i {B_OPPONENT_MON2_NAME}!

source: {B_LINK_OPPONENT1_NAME} sent out {B_LINK_OPPONENT_MON1_NAME}!\n{B_LINK_OPPONENT2_NAME} sent out {B_LINK_OPPONENT_MON2_NAME}!
pl: {B_LINK_OPPONENT1_NAME} wysyła {B_LINK_OPPONENT_MON1_NAME}!\n{B_LINK_OPPONENT2_NAME} wysyła {B_LINK_OPPONENT_MON2_NAME}!

# {B_LINK_OPPONENT1_NAME} sent out {B_BUFF1}!
source: {B_LINK_OPPONENT1_NAME} sent out\n{B_BUFF1}!
pl: {B_LINK_OPPONENT1_NAME} wysyła\n{B_BUFF1}!

# {B_LINK_SCR_TRAINER_NAME} sent out {B_BUFF1}!
source: {B_LINK_SCR_TRAINER_NAME} sent out\n{B_BUFF1}!
pl: {B_LINK_SCR_TRAINER_NAME} wysyła\n{B_BUFF1}!!

source: Go! {B_PLAYER_MON1_NAME}!
pl: Idź {B_PLAYER_MON1_NAME}!

# Go! {B_PLAYER_MON1_NAME} and {B_PLAYER_MON2_NAME}!
source: Go! {B_PLAYER_MON1_NAME} and\n{B_PLAYER_MON2_NAME}!
pl: Idź {B_PLAYER_MON1_NAME} i\n{B_PLAYER_MON2_NAME}!

source: Go! {B_BUFF1}!
pl: Idź {B_BUFF1} !

source: Do it! {B_BUFF1}!
pl: Atakuj {B_BUFF1} !

source: Go for it, {B_BUFF1}!
pl: Ruszaj, {B_BUFF1} !

# Your foe's weak! Get 'em, {B_BUFF1}!
source: Your foe's weak!\nGet 'em, {B_BUFF1}!
pl: Twój wróg jest słaby,\nidź {B_BUFF1} !

source: {B_LINK_PARTNER_NAME} sent out {B_LINK_PLAYER_MON2_NAME}!\nGo! {B_LINK_PLAYER_MON1_NAME}!
pl: {B_LINK_PARTNER_NAME} wysyła {B_LINK_PLAYER_MON2_NAME}!\nIdź! {B_LINK_PLAYER_MON1_NAME}!

# {B_BUFF1}, that's enough! Come back!
source: {B_BUFF1}, that's enough!\nCome back!
pl: {B_BUFF1}, wystarczy!\nWracaj!

source: {B_BUFF1}, come back!
pl: {B_BUFF1}, wracaj!

# {B_BUFF1}, OK! Come back!
source: {B_BUFF1}, OK!\nCome back!
pl: {B_BUFF1}, OK!\nWracaj!

# {B_BUFF1}, good! Come back!
source: {B_BUFF1}, good!\nCome back!
pl: {B_BUFF1}, dobrze!\nWracaj!

# {B_TRAINER1_CLASS} {B_TRAINER1_NAME} withdrew {B_BUFF1}!
source: {B_TRAINER1_CLASS} {B_TRAINER1_NAME}\nwithdrew {B_BUFF1}!
pl: {B_TRAINER1_CLASS} {B_TRAINER1_NAME}\nwycofał {B_BUFF1} !

# {B_LINK_OPPONENT1_NAME} withdrew {B_BUFF1}!
source: {B_LINK_OPPONENT1_NAME} withdrew\n{B_BUFF1}!
pl: {B_LINK_OPPONENT1_NAME} wycofał\n{B_BUFF1}!

# {B_LINK_SCR_TRAINER_NAME} withdrew {B_BUFF1}!
source: {B_LINK_SCR_TRAINER_NAME} withdrew\n{B_BUFF1}!
pl: {B_LINK_SCR_TRAINER_NAME} wycofał\n{B_BUFF1} !

source: Wild
pl: Dziki

source: Foe
pl: Wrogi

source: Ally
pl: Twój

# {B_ATK_NAME_WITH_PREFIX} used {B_BUFF2}
source: {B_ATK_NAME_WITH_PREFIX} used\n{B_BUFF2}
pl: {B_ATK_NAME_WITH_PREFIX} użył\n{B_BUFF2}

source: ATTACK
pl: ATAK

source: DEFENSE
pl: OBRONA

source: SPEED
pl: SZYBK

source: SP. DEF
pl: SP. OBR

source: accuracy
pl: celność

source: evasiveness
pl: unikliwość

# {B_PLAYER_NAME} used {B_LAST_ITEM}!
source: {B_PLAYER_NAME} used\n{B_LAST_ITEM}!
pl: {B_PLAYER_NAME} użył\n{B_LAST_ITEM}

# The old man used {B_LAST_ITEM}!
source: The old man used\n{B_LAST_ITEM}!
pl: Starzec użył\n{B_LAST_ITEM}!

# The POKé DUDE used {B_LAST_ITEM}!
source: The POKé DUDE used\n{B_LAST_ITEM}!
pl: POKé GOŚĆ użył\n{B_LAST_ITEM}!

# {B_TRAINER1_CLASS} {B_TRAINER1_NAME} used {B_LAST_ITEM}!
source: {B_TRAINER1_CLASS} {B_TRAINER1_NAME}\nused {B_LAST_ITEM}!
pl: {B_TRAINER1_CLASS} {B_TRAINER1_NAME}\nużył {B_LAST_ITEM}!

source: The TRAINER blocked the BALL!
pl: TRENER zablokował KULE!

source: Don't be a thief!
pl: Nie kradnij!

# It dodged the thrown BALL! This POKéMON can't be caught!
source: It dodged the thrown BALL!\nThis POKéMON can't be caught!
pl: Stratował rzuconą KULE!\nTen POKéMON nie może być złapany

source: You missed the POKéMON!
pl: Nie trafiasz POKéMONA!

# Oh, no! The POKéMON broke free!
source: Oh, no!\nThe POKéMON broke free!
pl: O nie!\nPOKéMON wydostał się!

# Aww! It appeared to be caught!
source: Aww!\nIt appeared to be caught!
pl: Ałł!\nMyślałem, że się uda!

# Aargh! Almost had it!
source: Aargh!\nAlmost had it!
pl: A! \nPrawie go miałem!

# Shoot! It was so close, too!
source: Shoot!\nIt was so close, too!
pl: Kurcze!\nByło tak blisko!

# Gotcha! {B_OPPONENT_MON1_NAME} was caught!{WAIT_SE}{PLAY_BGM MUS_CAUGHT}p
source: Gotcha!\n{B_OPPONENT_MON1_NAME} was caught!{WAIT_SE}{PLAY_BGM MUS_CAUGHT}\p
pl: Mam cię!\nZłapałeś {B_OPPONENT_MON1_NAME}!{WAIT_SE}{PLAY_BGM MUS_CAUGHT}\p

source: Gotcha!\n{B_OPPONENT_MON1_NAME} was caught!{WAIT_SE}{PLAY_BGM MUS_CAUGHT}{PAUSE 127}
pl: Mam cię!\nZłapałeś {B_OPPONENT_MON1_NAME}!{WAIT_SE}{PLAY_BGM MUS_CAUGHT}{PAUSE 127}

# Give a nickname to the captured {B_OPPONENT_MON1_NAME}?
source: Give a nickname to the\ncaptured {B_OPPONENT_MON1_NAME}?
pl: Czy chcesz nadać imię\nzłapanemu {B_OPPONENT_MON1_NAME}?

# {B_OPPONENT_MON1_NAME} was sent to {B_PC_CREATOR_NAME} PC.
source: {B_OPPONENT_MON1_NAME} was sent to\n{B_PC_CREATOR_NAME} PC.
pl: {B_OPPONENT_MON1_NAME} wysłany do\n{B_PC_CREATOR_NAME} PC.

source: someone's
pl: czyjegoś

source: BILL's
pl: BILLA

# {B_OPPONENT_MON1_NAME}'s data was added to the POKéDEX.p
source: {B_OPPONENT_MON1_NAME}'s data was\nadded to the POKéDEX.\p
pl: Dane {B_OPPONENT_MON1_NAME} zostały\ndodane do POKéDEXU.\p

source: It is raining.
pl: Pada deszcz.

source: A sandstorm is raging.
pl: Szaleje b. piaskowa.

# The BOX is full! You can't catch any more!p
source: The BOX is full!\nYou can't catch any more!\p
pl: BOX jest pełny!\nNie możesz już nic złapać!\p

source: ENIGMA BERRY
pl: ENIGMAJAGODA

source: BERRY
pl: JAGODY

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} cured paralysis!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\ncured paralysis!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nleczy paraliż!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} cured poison!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\ncured poison!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nleczy zatrucie!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} healed its burn!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nhealed its burn!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nleczy poparzenia

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} defrosted it!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\ndefrosted it!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nrozmraża go!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} woke it from its sleep!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nwoke it from its sleep!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nbudzi go ze snu!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} snapped it out of confusion!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nsnapped it out of confusion!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\notrząsa go z oszołomienia!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} cured its {B_BUFF1} problem!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\ncured its {B_BUFF1} problem!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nleczy zmianę {B_BUFF1}!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} normalized its status!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nnormalized its status!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nnormuje swój stan!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} restored health!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nrestored health!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX}' odzyskuje zdrowie\ndzięki {B_LAST_ITEM}!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} restored {B_BUFF1}'s PP!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nrestored {B_BUFF1}'s PP!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nprzywraca PP {B_BUFF1} !

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} restored its status!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nrestored its status!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nprzywraca jego stan!

# {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM} restored its HP a little!
source: {B_SCR_ACTIVE_NAME_WITH_PREFIX}'s {B_LAST_ITEM}\nrestored its HP a little!
pl: {B_SCR_ACTIVE_NAME_WITH_PREFIX} {B_LAST_ITEM}\nprzywraca mu trochę HP!

# {B_LAST_ITEM}'s effect allows only {B_CURRENT_MOVE} to be used!p
source: {B_LAST_ITEM}'s effect allows only\n{B_CURRENT_MOVE} to be used!\p
pl: {B_LAST_ITEM} efekt pozwala użyć\ntylko {B_CURRENT_MOVE}!\p

# {B_DEF_NAME_WITH_PREFIX} hung on using its {B_LAST_ITEM}!
source: {B_DEF_NAME_WITH_PREFIX} hung on\nusing its {B_LAST_ITEM}!
pl: {B_DEF_NAME_WITH_PREFIX} trzyma\nsię dzięki {B_LAST_ITEM}!

source: {B_PLAYER_NAME} played the {B_LAST_ITEM}.\pNow, that's a catchy tune!
pl: {B_PLAYER_NAME} zagrał na\n{B_LAST_ITEM}.\pHej, bardzo fajna melodia!!

# {B_PLAYER_NAME} played the {B_LAST_ITEM}.
source: {B_PLAYER_NAME} played the\n{B_LAST_ITEM}.
pl: {B_PLAYER_NAME} zagrał na\n{B_LAST_ITEM}

# The POKéMON hearing the FLUTE awoke!
source: The POKéMON hearing the FLUTE\nawoke!
pl: POKéMONY słyszące FLET\nwstały!

# You throw a BALL now, right? I… I'll do my best!
source: You throw a BALL now, right?\nI… I'll do my best!
pl: Teraz rzuca się kulę, tak?\nJa… Postaram się!

source: OAK: Oh, for Pete's sake…\nSo pushy, as always.\p{B_PLAYER_NAME}.\pYou've never had a POKéMON battle\nbefore, have you?\pA POKéMON battle is when TRAINERS\npit their POKéMON against each\lother.\p
pl: OAK: No cóż…\nJak zawsze porywczy.\p{B_PLAYER_NAME}.\pNigdy wcześniej nie prowadziłeś\nwalki POKéMONÓW, prawda?\pWalka POKéMONÓW zaczyna się, gdy\ndwóch TRENERÓW stacza ze sobą\lpojedynek.\p

source: The TRAINER that makes the other\nTRAINER's POKéMON faint by lowering\ltheir HP to “0,” wins.\p
pl: TRENER, który spowoduje, że\nPOKéMONY wroga zemdleją\pzmniejszając ich HP\ldo “0,” wygrywa.\p

source: But rather than talking about it,\nyou'll learn more from experience.\pTry battling and see for yourself.\p
pl: Ale więcej nauczysz się w praktyce,\nniż w teorii.\pSpróbuj przeprowadzić walkę\ni przekonaj się sam.\p

# OAK: Inflicting damage on the foe is the key to any battle.p
source: OAK: Inflicting damage on the foe\nis the key to any battle.\p
pl: OAK: Zadawanie obrażeń wrogu\njest kluczem do zwycięstwa.\p

# OAK: Lowering the foe's stats will put you at an advantage.p
source: OAK: Lowering the foe's stats\nwill put you at an advantage.\p
pl: OAK: Obniżanie statystyk wroga\ndaje ci pewną przewagę.\p

# OAK: Keep your eyes on your POKéMON's HP.pIt will faint if the HP drops to “0.”p
source: OAK: Keep your eyes on your\nPOKéMON's HP.\pIt will faint if the HP drops to\n“0.”\p
pl: OAK: Przyjrzyj się HP\nswoich POKéMONÓW.\pZemdleją, jeżeli ich HP spadnie do\n“0.”\p

# OAK: No! There's no running away from a TRAINER POKéMON battle!p
source: OAK: No! There's no running away\nfrom a TRAINER POKéMON battle!\p
pl: OAK: Nie! Nie można uciec z\npojedynku z drugim TRENEREM!\p

source: OAK: Hm! Excellent!\pIf you win, you earn prize money,\nand your POKéMON will grow!\pBattle other TRAINERS and make\nyour POKéMON strong!\p
pl: OAK: Hmm! Wspaniale!\pWygrywając, zdobywasz nagrodę, a\ntwoje POKéMONY stają się silnejsze.\pWalcz z TRENERAMI i\ntrenuj POKéMONY!\p

source: OAK: Hm…\nHow disappointing…\pIf you win, you earn prize money,\nand your POKéMON grow.\pBut if you lose, {B_PLAYER_NAME}, you end\nup paying prize money…\pHowever, since you had no warning\nthis time, I'll pay for you.\pBut things won't be this way once\nyou step outside these doors.\pThat's why you must strengthen your\nPOKéMON by battling wild POKéMON.\p
pl: OAK: Hm…\nZawiodłem się…\pJeśli wygrasz, otrzymasz nagrodę, a\ntwoje POKéMONY staną się silniejsze.\pJeśli przegrasz, {B_PLAYER_NAME}, sam\nmusisz zapłacić…\pAle, tym razem zapłacę za ciebie,\nbo nikt ci o tym nie powiedział.\pAle nikt nie zrobi tego za\nciebie, gdy stąd wyjdziesz!\pDlatego musisz trenować swoje\nPOKéMONY walcząc z dzikimi POKéMONAMI.\p

# What? {STR_VAR_1} is evolving!
source: What?\n{STR_VAR_1} is evolving!
pl: Co?\n{STR_VAR_1} ewoluuje!

# Congratulations! Your {STR_VAR_1} evolved into {STR_VAR_2}!{WAIT_SE}p
source: Congratulations! Your {STR_VAR_1}\nevolved into {STR_VAR_2}!{WAIT_SE}\p
pl: Gratulacje! Twój {STR_VAR_1}\newoluował w {STR_VAR_2}!{WAIT_SE}\p

# Huh? {STR_VAR_1} stopped evolving!p
source: Huh? {STR_VAR_1}\nstopped evolving!\p
pl: Co? {STR_VAR_1}\nprzestał ewoluować\p

# What will {B_ACTIVE_NAME_WITH_PREFIX} do?
source: What will\n{B_ACTIVE_NAME_WITH_PREFIX} do?
pl: Co ma zrobić\n{B_ACTIVE_NAME_WITH_PREFIX}?

# What will {B_PLAYER_NAME} throw?
source: What will {B_PLAYER_NAME}\nthrow?
pl: Co ma rzucić\n{B_PLAYER_NAME}?

# What will the old man do?
source: What will the\nold man do?
pl: Co ma zrobić\nstarzec?

source: {PALETTE 5}{COLOR_HIGHLIGHT_SHADOW 13 14 15}FIGHT{CLEAR_TO 56}BAG\nPOKéMON{CLEAR_TO 56}RUN
pl: {PALETTE 5}{COLOR_HIGHLIGHT_SHADOW 13 14 15}WALCZ{CLEAR_TO 56}TORBA\nPOKéMON{CLEAR_TO 56}WIEJ

source: TYPE/
pl: TYP/

# {PALETTE 5}{COLOR_HIGHLIGHT_SHADOW 13 14 15}Yes No
source: {PALETTE 5}{COLOR_HIGHLIGHT_SHADOW 13 14 15}Yes\nNo
pl: {PALETTE 5}{COLOR_HIGHLIGHT_SHADOW 13 14 15}Tak\nNie

source: sleep
pl: sen

source: poison
pl: truciza

source: paralysis
pl: paraliż

source: ice
pl: lód

source: {PLAY_SE SE_FLEE}{B_TRAINER1_CLASS} {B_TRAINER1_NAME} fled!
pl: {PLAY_SE SE_FLEE}{B_TRAINER1_CLASS} {B_TRAINER1_NAME} zwiał

# Player lost against {B_TRAINER1_CLASS} {B_TRAINER1_NAME}!
source: Player lost against\n{B_TRAINER1_CLASS} {B_TRAINER1_NAME}!
pl: Gracz przegrał z\n{B_TRAINER1_CLASS} {B_TRAINER1_NAME}!

# Player battled to a draw against {B_TRAINER1_CLASS} {B_TRAINER1_NAME}!
source: Player battled to a draw against\n{B_TRAINER1_CLASS} {B_TRAINER1_NAME}!
pl: Gracz zremisował walcząc z\n{B_TRAINER1_CLASS} {B_TRAINER1_NAME}!

# A physical attack delivered with a long tail or a foreleg, etc.
source: A physical attack\ndelivered with a\nlong tail or a\nforeleg, etc.
pl: Fizyczny atak\nzadawany długim\nogonem, łapami itp.

# The foe is attacked with a sharp chop. It has a high critical-hit ratio.
source: The foe is attacked\nwith a sharp chop.\nIt has a high\ncritical-hit ratio.
pl: Wróg atakowany jest\npotężnym cięciem.\nCzęsto trafia\nkrytycznie.

# The foe is slapped repeatedly, back and forth, two to five times.
source: The foe is slapped\nrepeatedly, back\nand forth, two to\nfive times.
pl: Wróg policzkowany\njest ciągle od\ndwóch do pięciu\nrazy.

# The foe is hit with a flurry of punches that strike two to five times.
source: The foe is hit with\na flurry of punches\nthat strike two to\nfive times.
pl: Wróg przyjmuje na\nsiebie grad ciosów\notrzymując od 2\ndo 5 uderzeń.

# The foe is slugged by a punch thrown with muscle-packed power.
source: The foe is slugged\nby a punch thrown\nwith muscle-packed\npower.
pl: Wróg sponiewierany\njest przez rzut\nzadany siłą mięśni.

# Numerous coins are hurled at the foe. Money is earned after battle.
source: Numerous coins are\nhurled at the foe.\nMoney is earned\nafter battle.
pl: Liczne monety\nrozsypują się wokół\nwroga. Zbierane\nsą po walce.

# The foe is punched with a fiery fist. It may leave the foe with a burn.
source: The foe is punched\nwith a fiery fist.\nIt may leave the\nfoe with a burn.
pl: Wróg otrzymuje\ncios ognistą pięścią.\nMoże pozostawić\npoparzenia.

# The foe is punched with an icy fist. It may leave the foe frozen.
source: The foe is punched\nwith an icy fist.\nIt may leave the\nfoe frozen.
pl: Wróg zaatakowany\nzostaje lodem.\nMoże zostać\nzamrożony.

# The foe is punched with an electrified fist. It may leave the foe paralyzed.
source: The foe is punched\nwith an electrified\nfist. It may leave\nthe foe paralyzed.
pl: Wróg zaatakowany\njest elektryzowaną\npięścią. Może\nsparaliżować wroga.

# Hard, pointed, and sharp claws rake the foe.
source: Hard, pointed, and\nsharp claws rake\nthe foe.
pl: Twarde, ostre\nszpony szarpią\nciało wroga.

# Huge, impressive pincers grip and squeeze the foe.
source: Huge, impressive\npincers grip and\nsqueeze the foe.
pl: Olbrzymie\nszczypce chwytają i\nściskają wroga.

# A vicious tearing attack with pincers. The foe will faint if it hits.
source: A vicious tearing\nattack with pincers.\nThe foe will faint\nif it hits.
pl: Potężny rozrywający\natak szczypcami.\nWróg zemdleje, jeśli\ntrafi.

# Blades of wind hit the foe on the 2nd turn. It has a high critical-hit ratio.
source: Blades of wind hit\nthe foe on the 2nd\nturn. It has a high\ncritical-hit ratio.
pl: Ostrza wiatru\ntrafiają wroga w\ndrugiej turze. Często\ntrafia krytycznie.

# A frenetic dance of fighting. It sharply raises the ATTACK stat.
source: A frenetic dance of\nfighting. It sharply\nraises the ATTACK\nstat.
pl: Szalony taniec\npodwyższający\nstatystykę ATAKU\nużywającego.

# A basic attack. It can be used to cut down thin trees and grass.
source: A basic attack.\nIt can be used to\ncut down thin trees\nand grass.
pl: Podstawowy atak.\nMożna nim ściąć\nmałe drzewka oraz\ntrawę.

# Strikes the foe with a gust of wind whipped up by wings.
source: Strikes the foe\nwith a gust of wind\nwhipped up by\nwings.
pl: Uderza wroga\npodmuchem wiatru\ntworzonym przez\nskrzydła.

# The foe is struck with large, imposing wings spread wide.
source: The foe is struck\nwith large, imposing\nwings spread wide.
pl: Wróg zostaje\ntrafiony wielkimi,\nrozłożonymi\nskrzydłami.

# The foe is made to switch out with an ally. In the wild, the battle ends.
source: The foe is made to\nswitch out with an\nally. In the wild,\nthe battle ends.
pl: Wróg zmuszony jest\ndo zmiany z\nsojusznikiem. Dzika\nwalka kończy się.

# A 2-turn move that hits on the 2nd turn. Use it to fly to any known town.
source: A 2-turn move that\nhits on the 2nd\nturn. Use it to fly\nto any known town.
pl: Dwuturowy ruch,\ntrafiający w 2 turze.\nUżywany by latać\ndo znanych miejsc.

# A long body or tentacles are used to bind the foe for two to five turns.
source: A long body or\ntentacles are used\nto bind the foe for\ntwo to five turns.
pl: Podłużne ciało,\nbądź macki użyte\nsą do oplątania\nwroga na 2 do 5 tur.

# The foe is struck with a long tail, vines, etc.
source: The foe is struck\nwith a long tail,\nvines, etc.
pl: Wróg trafiony\njest długim ogonem,\npnączami itd.

# The foe is struck with slender, whip- like vines.
source: The foe is struck\nwith slender, whip-\nlike vines.
pl: Wróg raniony jest\nprzez smukłe\npnącza.

# The foe is stomped with a big foot. It may make the foe flinch.
source: The foe is stomped\nwith a big foot.\nIt may make the\nfoe flinch.
pl: Wróg nadepnięty\nzostaje przez\nwielką stopę.\nMoże potknąć wroga.

# Two legs are used to quickly kick the foe twice in one turn.
source: Two legs are used\nto quickly kick the\nfoe twice in one\nturn.
pl: Dwie nogi użyte\nsą, by zadać wrogu\nobrażenia 2 razy\nw turze.

# The foe is attacked by a kick fired with muscle-packed power.
source: The foe is attacked\nby a kick fired\nwith muscle-packed\npower.
pl: Wróg zaatakowany\nzostaje kopnięciem\nzadane siłą\nmięśni.

# The user jumps up high, then kicks. If it misses, the user hurts itself.
source: The user jumps up\nhigh, then kicks.\nIf it misses, the\nuser hurts itself.
pl: Użytkownik wysoko\npodskakuje i kopie.\nJeśli spudłuje,\nsam się rani.

# A quick kick from a rolling spin. It may make the foe flinch.
source: A quick kick from a\nrolling spin.\nIt may make the\nfoe flinch.
pl: Szybkie kopnięcie z\nobrotu.\nMoże spowodować\npotknięcie.

# A lot of sand is hurled in the foe's face, reducing its accuracy.
source: A lot of sand is\nhurled in the foe's\nface, reducing its\naccuracy.
pl: Duże ilości piasku\nsypnięte w twarz\nwroga zmniejszają\ncelność.

# The user sticks its head out and rams. It may make the foe flinch.
source: The user sticks its\nhead out and rams.\nIt may make the\nfoe flinch.
pl: Użytkownik kuli się\ni taranuje.\nMoże spowodować\npotknięcie się.

# The foe is jabbed with a sharply pointed horn to inflict damage.
source: The foe is jabbed\nwith a sharply\npointed horn to\ninflict damage.
pl: Wróg dźgnięty\nzostaje ostrym\nrogiem, który\nzadaje obrażenia.

# The foe is jabbed repeatedly with a horn or beak two to five times.
source: The foe is jabbed\nrepeatedly with a\nhorn or beak two to\nfive times.
pl: Wróg zostaje\ndźgnięty rogiem od\ndwóch do pięciu\nrazy na turę.

# The horn is rotated like a drill to ram. The foe will faint if it hits.
source: The horn is rotated\nlike a drill to ram.\nThe foe will faint\nif it hits.
pl: Róg obraca się jak\nwiertło by wspomoć\nsiłę ciosu. Trafiony\nwróg mdleje.

# A physical attack in which the user charges, full body, into the foe.
source: A physical attack\nin which the user\ncharges, full body,\ninto the foe.
pl: Fizyczny atak\npodczas którego\nużytkownik taranuje\nwroga całym ciałem.
